// 
/*
 * Licensed Materials - Property of IBM
 * 5725-I43 (C) Copyright IBM Corp. 2006, 2013. All Rights Reserved.
 * US Government Users Restricted Rights - Use, duplication or
 * disclosure restricted by GSA ADP Schedule Contract with IBM Corp.
 */

//a
"Application Error" = "Erreur d'application";
"appInternalError" = "L'application a rencontré une erreur interne. Désinstallez l'application, puis réinstallez-la.";
"appNeedsSpace" = "L'application a besoin de %.2f Mo pour s'initialiser, hors seuls %.2f Mo sont disponibles. Libérez de l'espace et essayez à nouveau.";
"appZipDownloadFailedServerNotResponding" = "Le téléchargement du fichier archive de l'application a échoué. Le serveur ne répond pas.";
"applicationDisabled" = "Application désactivée";
"appWeResourcesNotAccessible" = "Les ressources Web d'application ne sont pas accessibles.";

//c
"cancel" = "Annuler";
"close" = "Fermer";

//d
"downloading" = "Téléchargement...";

//e
"error" = "Erreur";
"errorProcessingRequestFromApp" = "Une erreur est survenue lors du traitement de la demande de l'application.";
"errorProcessingZip" = "Une erreur est survenue lors de l'extraction du fichier archive.  Reportez-vous aux messages précédents pour identifier l'origine de l'échec.";
"exit" = "Quitter";

//g
"getNewVersion" = "Obtenir la nouvelle version";

//o
"ok" = "OK";

//s
"serviceNotification" = "Notification de service";

//u
"update" = "Mettre à jour";
"upgrade" = "Mettre à niveau";
